Repository: vladzaharia/polaris-key
Catalog: sdks/swift/Sources/PolarisKeyUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, it, ja, ko, pt_br, zh_hans

# core.codes.chunks-bad-magic.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.chunks-bad-magic.title
source: Content not valid
de: Inhalte ungültig
es: Contenido no válido
it: Contenuto non valido
ja: コンテンツが無効です
ko: 유효하지 않은 콘텐츠
pt_br: Conteúdo inválido
zh_hans: 内容无效

# core.codes.chunks-bad-record-size.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.chunks-bad-record-size.title
source: Content not valid
de: Inhalte ungültig
es: Contenido no válido
it: Contenuto non valido
ja: コンテンツが無効です
ko: 유효하지 않은 콘텐츠
pt_br: Conteúdo inválido
zh_hans: 内容无效

# core.codes.chunks-payload-mismatch.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.chunks-payload-mismatch.title
source: Content not valid
de: Inhalte ungültig
es: Contenido no válido
it: Contenuto non valido
ja: コンテンツが無効です
ko: 유효하지 않은 콘텐츠
pt_br: Conteúdo inválido
zh_hans: 内容无效

# core.codes.chunks-ref-mismatch.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.chunks-ref-mismatch.title
source: Content not valid
de: Inhalte ungültig
es: Contenido no válido
it: Contenuto non valido
ja: コンテンツが無効です
ko: 유효하지 않은 콘텐츠
pt_br: Conteúdo inválido
zh_hans: 内容无效

# core.codes.chunks-reserved-nonzero.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.chunks-reserved-nonzero.title
source: Content not valid
de: Inhalte ungültig
es: Contenido no válido
it: Contenuto non valido
ja: コンテンツが無効です
ko: 유효하지 않은 콘텐츠
pt_br: Conteúdo inválido
zh_hans: 内容无效

# core.codes.chunks-size-mismatch.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.chunks-size-mismatch.title
source: Content not valid
de: Inhalte ungültig
es: Contenido no válido
it: Contenuto non valido
ja: コンテンツが無効です
ko: 유효하지 않은 콘텐츠
pt_br: Conteúdo inválido
zh_hans: 内容无效

# core.codes.chunks-unsupported-version.message
source: This content needs a newer version of the app. Update the app.
de: Diese Inhalte erfordern eine neuere Version der App. Aktualisieren Sie die App.
es: Este contenido necesita una versión más reciente de la app. Actualiza la app.
it: Questo contenuto richiede una versione più recente dell'app. Aggiorna l'app.
ja: このコンテンツには新しいバージョンのアプリが必要です。アプリをアップデートしてください。
ko: 이 콘텐츠를 사용하려면 최신 버전의 앱이 필요해요. 앱을 업데이트하세요.
pt_br: Este conteúdo requer uma versão mais recente do app. Atualize o app.
zh_hans: 此内容需要更新版本的应用。请更新应用。

# core.codes.chunks-unsupported-version.title
source: Content not supported
de: Inhalte nicht unterstützt
es: Contenido no compatible
it: Contenuto non supportato
ja: サポートされていないコンテンツ
ko: 지원되지 않는 콘텐츠
pt_br: Conteúdo incompatível
zh_hans: 内容不受支持

# core.codes.chunks-zero-length.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.chunks-zero-length.title
source: Content not valid
de: Inhalte ungültig
es: Contenido no válido
it: Contenuto non valido
ja: コンテンツが無効です
ko: 유효하지 않은 콘텐츠
pt_br: Conteúdo inválido
zh_hans: 内容无效

# core.codes.content-stamp-invalid.message
source: This build's content information isn't valid. Reinstall the app or contact the developer.
de: Die Inhaltsinformationen dieses Builds sind ungültig. Installieren Sie die App neu oder wenden Sie sich an den Entwickler.
es: La información de contenido de esta compilación no es válida. Reinstala la app o contacta con el desarrollador.
it: Le informazioni sui contenuti di questa build non sono valide. Reinstalla l'app o contatta lo sviluppatore.
ja: このビルドのコンテンツ情報が無効です。アプリを再インストールするか、開発者に問い合わせてください。
ko: 이 빌드의 콘텐츠 정보가 유효하지 않아요. 앱을 다시 설치하거나 개발자에게 문의하세요.
pt_br: As informações de conteúdo desta build não são válidas. Reinstale o app ou contate o desenvolvedor.
zh_hans: 此版本的内容信息无效。请重新安装应用或联系开发者。

# core.codes.content-stamp-invalid.title
source: App build problem
de: Problem mit dem App-Build
es: Problema de la compilación
it: Problema della build dell'app
ja: アプリのビルドの問題
ko: 앱 빌드 문제
pt_br: Problema na build do app
zh_hans: 应用版本出现问题

# core.codes.delivery_gate_missing.message
source: This download isn't set up yet. Contact the developer.
de: Dieser Download ist noch nicht eingerichtet. Wenden Sie sich an den Entwickler.
es: Esta descarga todavía no está configurada. Contacta con el desarrollador.
it: Questo download non è ancora configurato. Contatta lo sviluppatore.
ja: このダウンロードはまだ設定されていません。開発者に問い合わせてください。
ko: 이 다운로드는 아직 설정되지 않았어요. 개발자에게 문의하세요.
pt_br: Este download ainda não está configurado. Contate o desenvolvedor.
zh_hans: 此下载尚未设置。请联系开发者。

# core.codes.delivery_gate_missing.title
source: Download unavailable
de: Download nicht verfügbar
es: Descarga no disponible
it: Download non disponibile
ja: ダウンロードを利用できません
ko: 다운로드 불가
pt_br: Download indisponível
zh_hans: 下载不可用

# core.codes.delta-apply-failed.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.delta-apply-failed.title
source: Update not applied
de: Update nicht angewendet
es: Actualización no aplicada
it: Aggiornamento non applicato
ja: アップデートが適用されていません
ko: 업데이트 미적용
pt_br: Atualização não aplicada
zh_hans: 更新未应用

# core.codes.delta-artifact-mismatch.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.delta-artifact-mismatch.title
source: Download corrupted
de: Download beschädigt
es: Descarga dañada
it: Download danneggiato
ja: ダウンロードが破損しています
ko: 손상된 다운로드
pt_br: Download corrompido
zh_hans: 下载已损坏

# core.codes.delta-base-mismatch.message
source: Installed content changed on this device, so a full download is needed.
de: Installierte Inhalte wurden auf diesem Gerät geändert, daher ist ein vollständiger Download erforderlich.
es: El contenido instalado cambió en este dispositivo, así que se necesita una descarga completa.
it: I contenuti installati su questo dispositivo sono cambiati, quindi serve un download completo.
ja: このデバイスのインストール済みコンテンツが変更されたため、完全なダウンロードが必要です。
ko: 이 기기에 설치된 콘텐츠가 변경되어 전체 다운로드가 필요해요.
pt_br: O conteúdo instalado mudou neste dispositivo, então é necessário um download completo.
zh_hans: 此设备上已安装的内容已更改，因此需要完整下载。

# core.codes.delta-base-mismatch.title
source: Content changed
de: Inhalte geändert
es: El contenido cambió
it: Contenuto cambiato
ja: コンテンツが変更されました
ko: 콘텐츠 변경됨
pt_br: Conteúdo alterado
zh_hans: 内容已更改

# core.codes.device-management-unsupported.message
source: Devices can't be managed from here. Manage them in your account.
de: Geräte können hier nicht verwaltet werden. Verwalten Sie sie in Ihrem Konto.
es: Los dispositivos no se pueden administrar desde aquí. Adminístralos en tu cuenta.
it: I dispositivi non possono essere gestiti da qui. Gestiscili nel tuo account.
ja: ここではデバイスを管理できません。アカウントで管理してください。
ko: 여기에서는 기기를 관리할 수 없어요. 계정에서 관리하세요.
pt_br: Não é possível gerenciar dispositivos aqui. Gerencie-os na sua conta.
zh_hans: 无法在此管理设备。请在你的账户中管理。

# core.codes.device-management-unsupported.title
source: Not available here
de: Hier nicht verfügbar
es: No disponible aquí
it: Non disponibile qui
ja: ここでは利用できません
ko: 여기에서 사용할 수 없음
pt_br: Indisponível aqui
zh_hans: 此处不可用

# core.codes.device_deauthorize_failed.message
source: The device couldn't be removed. Try again.
de: Das Gerät konnte nicht entfernt werden. Versuchen Sie es erneut.
es: No se pudo quitar el dispositivo. Vuelve a intentarlo.
it: Impossibile rimuovere il dispositivo. Riprova.
ja: デバイスを削除できませんでした。もう一度お試しください。
ko: 기기를 제거하지 못했어요. 다시 시도하세요.
pt_br: Não foi possível remover o dispositivo. Tente novamente.
zh_hans: 无法移除该设备。请重试。

# core.codes.device_deauthorize_failed.title
source: Couldn't remove device
de: Gerät konnte nicht entfernt werden
es: No se pudo quitar el dispositivo
it: Impossibile rimuovere il dispositivo
ja: デバイスを削除できませんでした
ko: 기기를 제거하지 못함
pt_br: Não foi possível remover o dispositivo
zh_hans: 无法移除设备

# core.codes.device_limit.message
source: This license is already on all its devices. Replace a device to use it here.
de: Diese Lizenz ist bereits auf allen zulässigen Geräten in Gebrauch. Ersetzen Sie ein Gerät, um sie hier zu verwenden.
es: Esta licencia ya está en todos sus dispositivos. Reemplaza un dispositivo para usarla aquí.
it: Questa licenza è già in uso su tutti i dispositivi consentiti. Sostituisci un dispositivo per usarla qui.
ja: このライセンスはすべてのデバイス枠が使用中です。ここで使うにはデバイスを置き換えてください。
ko: 이 라이선스는 이미 모든 기기에서 사용 중이에요. 여기에서 사용하려면 기기를 교체하세요.
pt_br: Esta licença já está em todos os dispositivos permitidos. Substitua um dispositivo para usá-la aqui.
zh_hans: 此许可证已用满所有设备。请替换一台设备以在此使用。

# core.codes.device_limit.title
source: Device limit reached
de: Gerätelimit erreicht
es: Límite de dispositivos alcanzado
it: Limite di dispositivi raggiunto
ja: デバイスの上限に達しました
ko: 기기 한도 도달
pt_br: Limite de dispositivos atingido
zh_hans: 已达到设备上限

# core.codes.device_list_failed.message
source: Your devices couldn't be loaded. Check your connection and try again.
de: Ihre Geräte konnten nicht geladen werden. Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No se pudieron cargar tus dispositivos. Revisa tu conexión y vuelve a intentarlo.
it: Impossibile caricare i tuoi dispositivi. Controlla la connessione e riprova.
ja: デバイスを読み込めませんでした。接続を確認して、もう一度お試しください。
ko: 기기 목록을 불러오지 못했어요. 연결 상태를 확인하고 다시 시도하세요.
pt_br: Não foi possível carregar seus dispositivos. Verifique sua conexão e tente novamente.
zh_hans: 无法加载你的设备。请检查网络连接后重试。

# core.codes.device_list_failed.title
source: Couldn't load devices
de: Geräte konnten nicht geladen werden
es: No se pudieron cargar los dispositivos
it: Impossibile caricare i dispositivi
ja: デバイスを読み込めませんでした
ko: 기기를 불러오지 못함
pt_br: Não foi possível carregar os dispositivos
zh_hans: 无法加载设备

# core.codes.device_rename_failed.message
source: The device couldn't be renamed. Try again.
de: Das Gerät konnte nicht umbenannt werden. Versuchen Sie es erneut.
es: No se pudo cambiar el nombre del dispositivo. Vuelve a intentarlo.
it: Impossibile rinominare il dispositivo. Riprova.
ja: デバイスの名前を変更できませんでした。もう一度お試しください。
ko: 기기 이름을 변경하지 못했어요. 다시 시도하세요.
pt_br: Não foi possível renomear o dispositivo. Tente novamente.
zh_hans: 无法重命名该设备。请重试。

# core.codes.device_rename_failed.title
source: Couldn't rename
de: Umbenennen fehlgeschlagen
es: No se pudo cambiar el nombre
it: Impossibile rinominare
ja: 名前を変更できませんでした
ko: 이름을 변경하지 못함
pt_br: Não foi possível renomear
zh_hans: 无法重命名

# core.codes.disabled.message
source: Sign-in isn't turned on for this app.
de: Die Anmeldung ist für diese App nicht aktiviert.
es: El inicio de sesión no está activado para esta app.
it: L'accesso non è attivo per questa app.
ja: このアプリではサインインが有効になっていません。
ko: 이 앱에서는 로그인이 켜져 있지 않아요.
pt_br: O acesso não está ativado para este app.
zh_hans: 此应用未开启登录功能。

# core.codes.disabled.title
source: Sign-in unavailable
de: Anmeldung nicht verfügbar
es: Inicio de sesión no disponible
it: Accesso non disponibile
ja: サインインを利用できません
ko: 로그인 사용 불가
pt_br: Acesso indisponível
zh_hans: 登录不可用

# core.codes.document_not_representable.message
source: The service couldn't prepare your settings. Contact the developer.
de: Der Dienst konnte Ihre Einstellungen nicht vorbereiten. Wenden Sie sich an den Entwickler.
es: El servicio no pudo preparar tus ajustes. Contacta con el desarrollador.
it: Il servizio non è riuscito a preparare le tue impostazioni. Contatta lo sviluppatore.
ja: サービスが設定を準備できませんでした。開発者に問い合わせてください。
ko: 서비스에서 설정을 준비하지 못했어요. 개발자에게 문의하세요.
pt_br: O serviço não conseguiu preparar suas configurações. Contate o desenvolvedor.
zh_hans: 服务无法准备你的设置。请联系开发者。

# core.codes.document_not_representable.title
source: Service problem
de: Problem mit dem Dienst
es: Problema del servicio
it: Problema del servizio
ja: サービスの問題
ko: 서비스 문제
pt_br: Problema no serviço
zh_hans: 服务出现问题

# core.codes.download_auth_required.message
source: Sign in or activate a license to download this.
de: Melden Sie sich an oder aktivieren Sie eine Lizenz, um dies herunterzuladen.
es: Inicia sesión o activa una licencia para descargar esto.
it: Accedi o attiva una licenza per scaricare questo contenuto.
ja: これをダウンロードするには、サインインするかライセンスをアクティベートしてください。
ko: 다운로드하려면 로그인하거나 라이선스를 활성화하세요.
pt_br: Entre ou ative uma licença para baixar isto.
zh_hans: 请登录或激活许可证以下载此内容。

# core.codes.download_auth_required.title
source: Sign in to download
de: Zum Herunterladen anmelden
es: Inicia sesión para descargar
it: Accedi per scaricare
ja: サインインしてダウンロード
ko: 로그인하여 다운로드
pt_br: Entre para baixar
zh_hans: 登录以下载

# core.codes.email_in_use.message
source: Another Polaris Key account already uses this email. Join this sign-in to that account, or use a different email.
de: Ein anderes Polaris Key-Konto verwendet diese E-Mail-Adresse bereits. Verbinden Sie diese Anmeldung mit jenem Konto, oder verwenden Sie eine andere E-Mail-Adresse.
es: Otra cuenta de Polaris Key ya usa este correo. Une este inicio de sesión a esa cuenta o usa otro correo.
it: Un altro account Polaris Key usa già questa email. Unisci questo accesso a quell'account oppure usa un'altra email.
ja: 別のPolaris Keyアカウントがすでにこのメールアドレスを使用しています。このサインインをそのアカウントに統合するか、別のメールアドレスを使用してください。
ko: 다른 Polaris Key 계정이 이미 이 이메일을 사용하고 있어요. 이 로그인을 그 계정에 연결하거나 다른 이메일을 사용하세요.
pt_br: Outra conta do Polaris Key já usa este e-mail. Junte este acesso a essa conta ou use outro e-mail.
zh_hans: 另一个Polaris Key账户已在使用此电子邮件。请将此次登录合并到该账户，或使用其他电子邮件。

# core.codes.email_in_use.title
source: Email already in use
de: E-Mail-Adresse bereits verwendet
es: Correo ya en uso
it: Email già in uso
ja: メールアドレスは使用中です
ko: 이미 사용 중인 이메일
pt_br: E-mail já em uso
zh_hans: 电子邮件已被使用

# core.codes.email_mismatch.message
source: This license belongs to an email address your account hasn't verified. Add and verify that email, then try again.
de: Diese Lizenz gehört zu einer E-Mail-Adresse, die Ihr Konto nicht bestätigt hat. Fügen Sie diese E-Mail-Adresse hinzu, bestätigen Sie sie und versuchen Sie es dann erneut.
es: Esta licencia pertenece a una dirección de correo que tu cuenta no ha verificado. Añade y verifica ese correo, y vuelve a intentarlo.
it: Questa licenza appartiene a un indirizzo email che il tuo account non ha verificato. Aggiungi e verifica quell'email, poi riprova.
ja: このライセンスは、お使いのアカウントで確認されていないメールアドレスに紐付いています。そのメールアドレスを追加して確認してから、もう一度お試しください。
ko: 이 라이선스는 회원님 계정에서 인증하지 않은 이메일 주소에 속해 있어요. 해당 이메일을 추가하고 인증한 후 다시 시도하세요.
pt_br: Esta licença pertence a um endereço de e-mail que sua conta não verificou. Adicione e verifique esse e-mail e tente novamente.
zh_hans: 此许可证属于你的账户尚未验证的电子邮件地址。请添加并验证该电子邮件，然后重试。

# core.codes.email_mismatch.title
source: Email not verified
de: E-Mail-Adresse nicht bestätigt
es: Correo no verificado
it: Email non verificata
ja: メールアドレスが確認されていません
ko: 인증되지 않은 이메일
pt_br: E-mail não verificado
zh_hans: 电子邮件未验证

# core.codes.email_unavailable.message
source: Email sign-in isn't available right now. Choose another sign-in method.
de: Die Anmeldung per E-Mail ist derzeit nicht verfügbar. Wählen Sie eine andere Anmeldemethode.
es: El inicio de sesión por correo no está disponible en este momento. Elige otro método de inicio de sesión.
it: L'accesso via email non è disponibile al momento. Scegli un altro metodo di accesso.
ja: 現在、メールでのサインインを利用できません。別のサインイン方法を選択してください。
ko: 지금은 이메일 로그인을 사용할 수 없어요. 다른 로그인 방법을 선택하세요.
pt_br: O acesso por e-mail não está disponível agora. Escolha outro método de acesso.
zh_hans: 电子邮件登录目前不可用。请选择其他登录方式。

# core.codes.email_unavailable.title
source: Email sign-in unavailable
de: Anmeldung per E-Mail nicht verfügbar
es: Inicio de sesión por correo no disponible
it: Accesso via email non disponibile
ja: メールでのサインインを利用できません
ko: 이메일 로그인 사용 불가
pt_br: Acesso por e-mail indisponível
zh_hans: 电子邮件登录不可用

# core.codes.enroll_claimed.message
source: This device's free license belongs to an account now. Sign in to use it.
de: Die kostenlose Lizenz dieses Geräts gehört jetzt zu einem Konto. Melden Sie sich an, um sie zu verwenden.
es: La licencia gratuita de este dispositivo ahora pertenece a una cuenta. Inicia sesión para usarla.
it: La licenza gratuita di questo dispositivo ora appartiene a un account. Accedi per usarla.
ja: このデバイスの無料ライセンスはアカウントに紐付けられました。使用するにはサインインしてください。
ko: 이 기기의 무료 라이선스는 이제 계정에 속해 있어요. 사용하려면 로그인하세요.
pt_br: A licença gratuita deste dispositivo agora pertence a uma conta. Entre para usá-la.
zh_hans: 此设备的免费许可证现已归属于某个账户。请登录以使用它。

# core.codes.enroll_claimed.title
source: Sign in to continue
de: Zum Fortfahren anmelden
es: Inicia sesión para continuar
it: Accedi per continuare
ja: サインインして続ける
ko: 로그인하여 계속
pt_br: Entre para continuar
zh_hans: 登录以继续

# core.codes.enroll_disabled.message
source: This app doesn't offer a free license. Enter a license key or sign in.
de: Diese App bietet keine kostenlose Lizenz an. Geben Sie einen Lizenzschlüssel ein oder melden Sie sich an.
es: Esta app no ofrece una licencia gratuita. Escribe una clave de licencia o inicia sesión.
it: Questa app non offre una licenza gratuita. Inserisci una chiave di licenza o accedi.
ja: このアプリは無料ライセンスを提供していません。ライセンスキーを入力するか、サインインしてください。
ko: 이 앱은 무료 라이선스를 제공하지 않아요. 라이선스 키를 입력하거나 로그인하세요.
pt_br: Este app não oferece licença gratuita. Digite uma chave de licença ou entre.
zh_hans: 此应用不提供免费许可证。请输入许可证密钥或登录。

# core.codes.enroll_disabled.title
source: No free license
de: Keine kostenlose Lizenz
es: Sin licencia gratuita
it: Nessuna licenza gratuita
ja: 無料ライセンスはありません
ko: 무료 라이선스 없음
pt_br: Nenhuma licença gratuita
zh_hans: 无免费许可证

# core.codes.enroll_failed.message
source: A free license couldn't be issued. Try again in a few minutes.
de: Eine kostenlose Lizenz konnte nicht ausgestellt werden. Versuchen Sie es in einigen Minuten erneut.
es: No se pudo emitir una licencia gratuita. Vuelve a intentarlo en unos minutos.
it: Impossibile emettere una licenza gratuita. Riprova tra qualche minuto.
ja: 無料ライセンスを発行できませんでした。数分後にもう一度お試しください。
ko: 무료 라이선스를 발급하지 못했어요. 몇 분 후에 다시 시도하세요.
pt_br: Não foi possível emitir uma licença gratuita. Tente novamente em alguns minutos.
zh_hans: 无法发放免费许可证。请几分钟后重试。

# core.codes.enroll_failed.title
source: Couldn't get a free license
de: Keine kostenlose Lizenz erhalten
es: No se pudo obtener una licencia gratuita
it: Impossibile ottenere una licenza gratuita
ja: 無料ライセンスを取得できませんでした
ko: 무료 라이선스를 받지 못함
pt_br: Não foi possível obter uma licença gratuita
zh_hans: 无法获取免费许可证

# core.codes.feed-rejected.message
source: The update information couldn't be verified, so nothing was installed.
de: Die Update-Informationen konnten nicht verifiziert werden, daher wurde nichts installiert.
es: No se pudo verificar la información de la actualización, así que no se instaló nada.
it: Impossibile verificare le informazioni sull'aggiornamento, quindi non è stato installato nulla.
ja: アップデート情報を検証できなかったため、何もインストールされませんでした。
ko: 업데이트 정보를 확인하지 못해 아무것도 설치하지 않았어요.
pt_br: Não foi possível verificar as informações de atualização, então nada foi instalado.
zh_hans: 无法验证更新信息，因此未安装任何内容。

# core.codes.feed-rejected.title
source: Update check failed
de: Update-Prüfung fehlgeschlagen
es: Error al buscar actualizaciones
it: Controllo aggiornamenti non riuscito
ja: アップデートの確認に失敗しました
ko: 업데이트 확인 실패
pt_br: Falha na verificação de atualizações
zh_hans: 更新检查失败
